Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The SST criteria sensitivity / quantitation limit was determined with and without matrix and no significant matrix influence on the sensitivity was observed.
es_es: Los criterios "Sensibilidad / Límite de cuantificación" aplicables a las pruebas de adecuación del sistema se determinaron con y sin matriz, y no se observó que la matriz ejerciera ninguna influencia significativa en la sensibilidad.

source: The SST sample is prepared according to the analytical procedure or equivalent and stored at -20°C in aliquots of 10 μL
es_es: La muestra de idoneidad del sistema del principio activo se prepara según el procedimiento analítico o un método equivalente y se almacena a -20° C en alícuotas de 10 μL.

source: The SST sample is prepared according to the analytical procedure or equivalent and stored at -20°C in aliquots of approx. 10 μL
es_es: La muestra de idoneidad del sistema del principio activo se prepara según el procedimiento analítico o un método equivalente y se almacena a -20° C en alícuotas de aproximadamente 10 μL.

source: The Similarity factor between Standard solution A and Standard solution B (separately prepared and injected) is between 0.85 and 1.15.
es_es: El factor de similitud entre la solución estándar A y la solución estándar B (preparadas e inyectadas por separado) está entre 0.85 y 1.15.

source: The Similarity factor between two Reference solution (e1) and Reference solution (e2) (separately prepared and injected) is between 0.98 and 1.02.
es_es: El factor de similitud entre la solución de referencia (e1) y la solución de referencia (e2) (preparadas e inyectadas por separado) está entre 0.98 y 1.02.

source: The SnS platform is used in already commercialized products like Tegsedi®.
es_es: La plataforma SnS se utiliza en productos que ya se encuentran en el mercado, como Tegsedi®.

source: The Steering Committee comprises investigators from each participating centre.
es_es: El Comité de dirección está compuesto por investigadores de cada centro participante.

source: The Sterilized Glass Syringe ready for filling shall have been sterilized to a sterility assurance level (SAL) of 10^(-6) using a suitable validated sterilization method.
es_es: La jeringa de vidrio esterilizada lista para llenar deberá estar esterilizada a un nivel de garantía de esterilización (SAL) de 10^(-6) mediante un método de esterilización validado adecuado.

source: The TDMAP also contains specifications for edit checks on the data (which could result in electronic queries to the sites within RDC) and the requirements for reporting data.
es_es: El Plan de análisis y gestión de datos de ensayos también contiene especificaciones para editar los controles de datos (que podrían derivar en consultas electrónicas a los centros en el marco de una captura remota de datos) y requisitos para la transmisión de datos.

source: The TDMAP was updated throughout the trial, as the need arose.
es_es: Dicho plan se actualizaba a lo largo del ensayo, según las necesidades.

source: The TMF contains trial-specific guidelines for all aspects of data handling and was updated throughout the trial, as the need arose.
es_es: El archivo maestro del ensayo, que se mantuvo actualizado a lo largo del ensayo, según fuera necesario, contiene lineamientos específicos del ensayo para todos los aspectos de la gestión de datos.

source: The TPA-05 purification process was developed to control and remove HWM and LMW species.
es_es: El proceso de purificación TPA-05 fue desarrollado para controlar y eliminar especies de alto y bajo peso molecular.

source: The TS_D was a further analysis set that did not include the duplicate patients [c23238241, Section 9.7.1.3].
es_es: En tal sentido, se creó un grupo de análisis que no incluía los pacientes duplicados y que se denominó GT_D [c23238241, Sección 9.7.1.3].

source: The Tailing factor for the peak of Amlodipine obtained in the chromatogram of individual Reference solution (e1) injected in replicates (including bracketing standard) and Reference solution (e2) is not more than 2.0.
es_es: El factor de cola del pico de amlodipina en el cromatograma de la solución de referencia individual (e1) inyectada en las réplicas (incluido el estándar de categorización) y la solución de referencia (e2) es como máximo 2.0.

source: The Tenecteplase drug substance production areas in building H84/H92 are designed and operate as multi-product areas.
es_es: Las áreas de producción de del principio activo tenecteplasa en el edificio H84/H92 están diseñadas y funcionan como áreas multiproducto.

source: The Tenecteplase versus Alteplase before Endovascular Therapy for Ischemic Stroke (EXTEND-IA TNK) trial was conducted to compare tenecteplase with alteplase in establishing reperfusion in patients before endovascular thrombectomy when it was administered within 4.5 hours after the onset of symptoms.
es_es: El ensayo "Tenecteplasa frente a alteplasa antes del tratamiento endovascular para el accidente cerebrovascular" (EXTEND-IA TNK) se realizó para comparar la tenecteplasa con la alteplasa para establecer la reperfusión en pacientes antes de la trombectomía endovascular cuando se administra en el plazo de las 4.5 horas posteriores al inicio de los síntomas.

source: The Toxicological and Safety assessment supporting the proposed AI of 1500 ng/day
es_es: La evaluación toxicológica y de seguridad, que respalda la ingesta aceptable propuesta de 1500 ng/día.

source: The Transfer Report including the related documents/ respective attachments should be archived according to appropriate archiving procedures by the SU / RU.
es_es: El Informe de Transferencia, incluidos los documentos relacionados y sus respectivos anexos, deberá archivarse de acuerdo con los procedimientos de archivo adecuados de las unidades emisora y receptora.

source: The Translator’s Role
es_es: El papel del traductor

source: The US FDA does not issue a GMP certificate, therefore, this statement has been prepared to confirm cGMP compliance.
es_es: La FDA de EE. UU. no expide certificados de buenas prácticas de fabricación, por lo que esta declaración se ha preparado para confirmar el cumplimiento con las buenas prácticas de fabricación vigentes.

source: The UV laser marking step is controlled by optical inspection with camera instead of the visual control, which has been performed for the ink imprinting step so far.
es_es: El paso de marcado láser UV se controla mediante inspección óptica con cámara en lugar de la inspección visual, que era el método usado hasta ahora para la impresión con tinta.

source: The UV spectrum obtained with the test solution corresponds to that obtained with the standard solution.
es_es: El espectro UV obtenido con la solución de análisis corresponde al obtenido con la solución estándar.

source: The UV spectrum of the active ingredient obtained with the test solution must correspond to that obtained with the standard solution.
es_es: El espectro UV del principio activo obtenido con la solución de análisis debe corresponderse al obtenido con la solución estándar.

source: The University of Melbourne
es_es: Universidad de Melbourne

source: The VOCs were reported for a toxicological assessment.
es_es: Los compuestos orgánicos volátiles se sometieron a evaluación toxicológica.

source: The Victorian government provided infrastructure funding.
es_es: El gobierno de Victoria brindó financiación para infraestructura.

source: The WCBs may be manufactured using Geneticin that is animal origin free or indirectly of animal origin.
es_es: El banco de células de trabajo puede fabricarse usando geneticina que no es de origen animal o que es de origen indirectamente animal.

source: The WFI quality is routinely monitored according to compendial requirements and fulfils the current specifications (Ph. Eur., USP).
es_es: Como rutina, se controla la calidad del agua para inyección, tal como indican los requisitos de compendio, y esta cumple con las especificaciones vigentes (Ph. Eur. USP).

source: The World Health Organization (WHO) and other Health Authorities are in line with EMA´s guideline (Swissmedic, Switzerland; Medicines and Healthcare products Regulatory Agency, MHRA, United Kingdom; Pharmaceuticals and Medical Devices Agency, PMDA, Japan; South African Health Products Regulatory agency, SAHPRA, South Africa).
es_es: La Organización Mundial de la Salud y otras autoridades sanitarias están en la línea de lo dispuesto por la EMA (Swissmedic, de Suiza, Medicines and Healthcare products Regulatory Agency, MHRA, del Reino Unido; Pharmaceuticals and Medical Devices Agency, PMDA, de Japón; South African Health Products Regulatory agency, SAHPRA, de Sudáfrica).

source: The a. m. variation application is hereby nationally approved by the Federal Institute for Drugs and Medical Devices (BfArM); the procedure is closed.
es_es: El Instituto Federal de Medicamentos y Dispositivos Médicos de Alemania (BfArM) aprueba por la presente la solicitud de variación arriba mencionada; queda cerrado el procedimiento.

source: The ability of the method for analysing stability is shown by comparison of a DS sample with the respective DS STAB sample in forced degradation studies.
es_es: Se demostró que el método es idóneo para analizar la estabilidad comparando una muestra de principio activo con la correspondiente muestra para análisis de estabilidad del principio activo en estudios de degradación forzada.

source: The above null hypothesis H0 of bioinequivalence and its alternative Ha can be decomposed into two one-sided null hypotheses, H01 and H02, and their accompanying alternatives:
es_es: Dicha hipótesis nula H0 de bioinequivalencia anterior y su hipótesis alternativa, Ha, se pueden descomponer en dos hipótesis nulas unilaterales, H01 y H02, y sus alternativas acompañantes:

source: The above process comparison showed high similarity for both products starting with the same MCB.
es_es: La comparación de procesos detallada anteriormente mostró una gran similitud entre ambos productos, empezando porque se usa el mismo banco de células maestro.

source: The above-mentioned safety buffer for the stability effect is expected to be a conservative threshold because more <LOQ values are available at beginning as at the end of shelf-life.
es_es: Es de esperar que el margen de seguridad mencionado para el efecto estabilidad sea un umbral conservador, porque hay más valores < lím. de cuant. al comienzo que al final de la vida útil.

source: The absolute difference of % peak area compared to target load is between -0.4 – 0.1 % for single-chain species, -0.2 – 0.6 for two-chain species and -0.6 – 0.3 for residual peaks.
es_es: La diferencia absoluta del área del pico porcentual en comparación con la carga objetivo es del 0.4% al 0.1% en las especies de cadena única, de -0.2% a 0.6% en las especies de cadena doble y de -0.6% a 0.3% para los picos residuales.

source: The absolute difference of % peak area compared to target load is between -0.4 – 0.4 % for single-chain species, -0.2 – 0.6 for two-chain species and - 0.6 – 0.3 for residual peaks.
es_es: La diferencia absoluta del área del pico porcentual en comparación con la carga objetivo es del -0.4% al 0.4% en las especies de cadena única, de -0.2% a 0.6% en las especies de cadena doble y de -0.6% a 0.3% para los picos residuales.

source: The absolute differences of the % peak area compared to the results of a run under target conditions range from -0.1 – 0.0 % for single-chain, -0.1 % each for two-chain and 0.1 – 0.2 % for residual peaks.
es_es: Las diferencias absolutas del porcentaje del área del pico en comparación con una corrida en las condiciones objetivo fueron de -0.1 a 0.0 % para las especies de cadena única, -0.1 % para las especies de cadena doble y de 0.1 a 0.2 % para los picos residuales.

source: The absolute differences of the % peak area compared to the results of a run under target conditions range from 0.0 – 0.1 % for single-chain, -0.1 – 0.0 % for two-chain and 0.0 % (each) for residual peaks.
es_es: [fuzzy]Las diferencias absolutas del porcentaje del área del pico en comparación con los resultados de una corrida en las condiciones objetivo fueron de 0.0 a 0.1% para las especies de cadena única, de -0.1 a 0.0% para las especies de cadena doble y 0.0 % los picos residuales.

source: The absolute differences of the peak area for single-chain are -0.2 – 0.3 %, for two-chain -0.2 – 0.2 % and for residual peaks -0.3 – 0.0 % ((Table 27 (DS), Table 28(DP 25 mg/vial), Table 29(DP 40 mg/vial) and Table 30(DP 50 mg/vial)).
es_es: La diferencia absoluta para el área del pico de cadena única es -0.2 - 0.3 %, para el de cadena doble, -0.2 - -0.2 %, y para los picos residuales, -0.3 - 0.0 % [̣̣Tabla 27 (principio activo), Tabla 28 (medicamento, 25 mg/frasco-ampolla), Tabla 29 (medicamento, 40 mg/frasco-ampolla), y Tabla 30 (medicamento, 50 mg/frasco-ampolla)].

source: The absolute differences of the peak area for single-chain are -0.2 – 0.3 %, for twochain -0.2 – 0.2 % and for residual peaks -0.3 – 0.0 % ((Table 22 (DS), Table 23 (DP 40 mg/vial) and Table 24 (DP 50 mg/vial)).
es_es: La diferencia absoluta para el área del pico de cadena única es 0.2 - 0.3 %, para el de cadena doble, -0.2 a 0.2 %, y para los picos residuales, -0.3 a 0.0 % [̣̣Tabla 22 (principio activo), Tabla 23 (medicamento, 40 mg/frasco), y Tabla 24 (medicamento, 50 mg/frasco)].

source: The absolute differences of the peak area for single-chain are 0.0 – 0.2 %, for twochain -0.2 – 0.0 % and for residual peaks -0.1 – 0.0 % ((Table 25 (DS), Table 26 (DP 40 mg/vial) and Table 27 (DP 50 mg/vial)).
es_es: La diferencia absoluta para el área del pico de cadena única es 0.0 - 0.2 %, para el de cadena doble, -0.2 a -0.0 %, y para los picos residuales, -0.1 a 0.0 % [̣̣Tabla 25 (principio activo), Tabla 26 (medicamento, 40 mg/frasco), y Tabla 27 (medicamento, 50 mg/frasco)].

source: The absolute differences of the peak area for single-chain are 0.0 – 0.2 %, for twochain 0.1 – 0.5 % and for residual peaks -0.6 to -0.1 % ((Table 14) (DS), Table 15 (DP 40 mg/vial) and Table 16 (DP 50 mg/vial)).
es_es: La diferencia absoluta para el área del pico de cadena única es 0.0 - 0.2 %, para el de cadena doble, 0.1-0.5 %, y para los picos residuales, -0.6-0.1 % [̣̣Tabla 14 (principio activo), Tabla 15 (medicamento, 40 mg/frasco), y Tabla 16 (medicamento, 50 mg/frasco)].

source: The absolute differences of the peak area for single-chain are 0.0 – 0.3 %, for two-chain -0.2 – 0.0 % and for residual peaks -0.1 – 0.0 % ((Table 31 (DS), Table 32(25 mg/vial), Table 33(DP 40 mg/vial) and Table 34(DP 50 mg/vial)).
es_es: La diferencia absoluta para el área del pico de cadena única es 0.0 - 0.3 %, para el de cadena doble, -0.2 - 0.0 %, y para los picos residuales, -0.1 - 0.0 % [̣̣Tabla 31(principio activo), Tabla 32(medicamento, 25 mg/frasco-ampolla), Tabla 33 (medicamento, 40 mg/frasco-ampolla), y Tabla 34 (medicamento, 50 mg/frasco-ampolla)].

source: The absolute differences of the peak area for single-chain are 0.0 – 0.3 %, for two-chain 0.0 – 0.5 % and for residual peaks -0.6 to -0.1 % ((Table 17) (DS), Table 18(25 mg/vial), Table 19(DP 40 mg/vial) and Table 20(DP 50 mg/vial)).
es_es: La diferencia absoluta para el área del pico de cadena única es 0.0 - 0.3 %, para el de cadena doble, 0.0 - 0.5 %, y para los picos residuales, -0.6 - -0.1 % [̣̣Tabla 17 (principio activo), Tabla 18 (medicamento, 25 mg/frasco-ampolla), Tabla 19 (medicamento, 40 mg/frasco-ampollla), y Tabla 20 (medicamento, 50 mg/frasco-ampolla)].

source: The absolute differences of the peak area for single-chain are 0.1 – 0.3 %, for two-chain -0.3 to -0.1 % and for residual peaks 0.0 – 0.1 % ((Table 22 (DS), Table 23(DP 25 mg/vial), Table 24(DP 40 mg/vial) and Table 25(DP 50 mg/vial)).
es_es: La diferencia absoluta para el área del pico de cadena única es 0.1 - 0.3 %, para el de cadena doble, -0.3 - -0.1 %, y para los picos residuales, 0.0 - 0.1 % [̣̣Tabla 22 (principio activo), Tabla 23 (medicamento, 25 mg/frasco-ampolla), Tabla 24 (medicamento, 40 mg/frasco-ampolla), y Tabla 25 (medicamento, 50 mg/frasco-ampolla)].

source: The absolute differences of the peak area for single-chain are 0.1 – 0.3 %, for twochain -0.3 to -0.1 % and for residual peaks 0.0 – 0.1 % ((Table 18 (DS), Table 19 (DP 40 mg/vial) and Table 20 (DP 50 mg/vial)).
es_es: La diferencia absoluta para el área del pico de cadena única es 0.1 - 0.3 %, para el de cadena doble, -0.3a -0.1 %, y para los picos residuales, -0.0-0.1 % [̣̣Tabla 18 (principio activo), Tabla 19 (medicamento, 40 mg/frasco), y Tabla 20 (medicamento, 50 mg/frasco)].

source: The absolute differences of the % peak area compared to the results of a run under target conditions range from -0.1 – 0.0 % for single-chain, -0.1 % each for two-chain and
es_es: Las diferencias absolutas del porcentaje del área del pico en comparación con una corrida en las condiciones objetivo fueron de -0.1 a 0.0 % para las especies de cadena única, -0.1 % para las especies de cadena doble y de

source: The absorbance of a 1.0 mg/mL solution of TNK-tPA at 280 nm (through a 1 cm pathlength) was determined to be 1.9.
es_es: Se determinó que la absorbancia de una solución de TNK-tPA de 1,0 mg/ml en 280 nm (a través de 1 cm de recorrido) es 1,9.

source: The acceptable daily intake limit for NDMA impurity is 96 ng / day.
es_es: El limite de la ingesta diaria aceptable de la impureza NDMA es 96 ng / dia.

source: The acceptable deviation from the scheduled time for dinner was ±60 min.
es_es: El desvío aceptable para el horario de cena previsto fue ±60 min.

source: The acceptable deviation from the scheduled time for snack on Day 1 was ±30 min.
es_es: El desvío aceptable del horario de merienda previsto el día 1 fue ±30 min.

source: The acceptable deviation from the scheduled time for the high-fat, high-calorie breakfast was ± 5 min.
es_es: El desvío aceptable del horario previsto para el desayuno hiperlipídico e hipercalórico fue ± 5 min.

source: The acceptable time windows for Screening and the end-of-trial examination are provided in the Flow Chart (Table 9.5.8: 1).
es_es: En el Flujograma (Tabla 9.5.8: 1) están las ventanas de tiempo aceptables para los exámenes de selección y final de ensayo.

source: The acceptance criteria are justified based on the requirements of Ph.
es_es: Los criterios de aceptación están justificados con base en los requisitos de la monografía de la Ph.

source: The acceptance criteria are justified based upon historical data of tenecteplase DP.
es_es: Los criterios de aceptación están justificados con base en datos históricos del medicamento tenecteplasa.

source: The acceptance criteria are justified based upon manufacturing experience.
es_es: Los criterios de aceptación están justificados en la experiencia de fabricación.

source: The acceptance criteria are justified based upon statistical evaluation of historical data of tenecteplase DP and were set identical to the 40 mg/vial and 50 mg/vial acceptance criteria.
es_es: Los criterios de aceptación están justificados con base en la evaluación estadística de datos históricos del medicamento tenecteplasa y se establecieron idénticos a los criterios de aceptación de las presentaciones de 40 mg/frasco y 50 mg/frasco.

source: The acceptance criteria are justified based upon the tolerance of the filling volume (amount of solution prior freeze-drying), the variability of the analytical procedure and the results of historical tenecteplase DP batches.
es_es: Los criterios de aceptación están justificados con base en la tolerancia del volumen de llenado (cantidad de solución antes de la liofilización), la variabilidad del procedimiento analítico y los resultados de partidas históricas del medicamento tenecteplasa.

source: The acceptance criteria as defined above are justified based upon historical data of tenecteplase DP and upon manufacturing experience.
es_es: Los criterios de aceptación definidos anteriormente están justificados con base en datos históricos del medicamento tenecteplasa y la experiencia de fabricación.

source: The acceptance criteria for 25 mg/mL tenecteplase DP release and stability testing were set identical to the release and stability acceptance criteria set for the registered presentations 40 mg and 50 mg.
es_es: Los criterios de aceptación para las pruebas de liberación y de estabilidad del medicamento tenecteplasa de 25 mg/ml se establecieron idénticos a los criterios de aceptación para liberación y estabilidad de las presentaciones registradas de 40 mg y 50 mg.

source: The acceptance criteria for icIEF for release and stability testing are proposed as follows:
es_es: Se establecen los siguientes criterios de aceptación para el icIEF de las pruebas de liberación y de estabilidad:

source: The acceptance criteria for CGE reduced for release and stability testing of spesolimab drug product are therefore set as follows:
es_es: Se establece el siguiente criterio de aceptación para la CGE reducida de las pruebas de liberación y estabilidad del medicamento Espesolimab:

source: The acceptance criteria for CGE reduced for release and stability testing of spesolimab drug product are therefore set as follows: Sum of heavy and light chain: ≥ 96.2 %
es_es: Se establece el siguiente criterio de aceptación para la CGE reducida de las pruebas de liberación y estabilidad del medicamento Espesolimab: suma de cadenas pesada y liviana: ≥ 96,2%.

source: The acceptance criteria for CGE reduced were calculated with a statistical approach.
es_es: Los criterios de aceptación para la CGE en condiciones reductoras se calcularon con un enfoque estadístico.

source: The acceptance criteria for HPSEC for release and stability testing are set as follows:
es_es: Se establecen los siguientes criterios de aceptación para la HPSEC de las pruebas de liberación y de estabilidad:

source: The acceptance criteria for appearance of the lyophilisate for release and stability testing are set as follows:
es_es: Se establecen los siguientes criterios de aceptación del aspecto del liofilizado para las pruebas de liberación y de estabilidad:

source: The acceptance criteria for carry criteria for carry-over were met.
es_es: Se cumplieron los criterios de aceptación correspondientes a los criterios de "arrastre".

source: The acceptance criteria for clarity and degree of opalescence for release and stability testing are set as follows:
es_es: Se establecen los siguientes criterios de aceptación de limpidez y grado de opalescencia para las pruebas de liberación y de estabilidad:

source: The acceptance criteria for degree of colouration for release and stability testing are set as follows:
es_es: Se establecen los siguientes criterios de aceptación del grado de coloración para las pruebas de liberación y estabilidad:

source: The acceptance criteria for pH for release and stability testing are set as follows:
es_es: Se establecen los siguientes criterios de aceptación del pH para las pruebas de liberación y de estabilidad:

source: The acceptance criteria for potency by clot lysis for release and stability testing are set as follows:
es_es: Se establecen los siguientes criterios de aceptación de potencia de la lisis de coágulo para las pruebas de liberación y de estabilidad:

source: The acceptance criteria for protein concentration by UV-scan for release and stability testing are set as follows:
es_es: Se establecen los siguientes criterios de aceptación de concentración de proteínas por barrido UV para las pruebas de liberación y estabilidad:

source: The acceptance criteria for release for the test "Identification Tiotropium" is as follows:
es_es: Los criterios de aceptación de liberación para la prueba "Identificación de Tiotropio" son los siguiera:
